Repository: RodistaaApps/Rodistaa_Apps
Catalog: rodistaa_apps/rodistaa_operator_app/lib/l10n/app_*.arb
Languages: ta

# appTitle
source: Rodistaa Operator
ta: ரோடிஸ்டா ஆபரேட்டர்

source: Mobile Number
ta: மொபைல் எண்

source: Send OTP
ta: OTP அனுப்பு

source: Verify & Login
ta: சரிபார்த்து உள்நுழைக

source: Enter OTP
ta: OTP உள்ளிடவும்

source: My Fleet
ta: எனது வாகனங்கள்

source: Add Driver
ta: ஓட்டுநரைச் சேர்

source: Bookings
ta: முன்பதிவுகள்

source: Bids
ta: ஏலங்கள்

source: My Shipments
ta: எனது ஏற்றுமதிகள்

# trackDeliveries
source: Track all your deliveries
ta: உங்கள் டெலிவரிகளைக் கண்காணிக்கவும்

source: Home
ta: முகப்பு

source: Profile
ta: சுயவிவரம்

source: Notifications
ta: அறிவிப்புகள்

source: Language
ta: மொழி

source: Settings
ta: அமைப்புகள்

source: Support
ta: ஆதரவு

source: Logout
ta: வெளியேறு

source: Drivers
ta: ஓட்டுநர்கள்

source: Didn't receive code?
ta: குறியீடு வரவில்லையா?

source: Resend OTP
ta: OTP மீண்டும் அனுப்பவும்

# otpResentSuccess
source: OTP resent successfully!
ta: OTP வெற்றிகரமாக மீண்டும் அனுப்பப்பட்டது!
